import React from 'react';

class Footer extends React.Component {
    render() {
        return (
            <footer>
                {/* <h6>Уважаемый покупатель!</h6>
                <p>Ваши благодарности, предложения или замечания мы готовы рассмотреть и просим направлять их по форме обратной связи. </p>
                <p>Индивидуальный предприниматель Глушкова Ирина Юрьевна ИНН: 120901327078</p>
                <hr />
                <p>© 2022 Магазин моих лучших покупок.</p> */}
            </footer>
        )
    }
}
export default Footer