import React from 'react';
import reduslim from './reduslin.jpg'
import alkogan from './alkogan.jpg'
import w_logo from './w_logo.png'
import o_logo from './o_logo.png'

class Main extends React.Component {
    render() {
        return (
            <main>
                <section>
                    <div>
                        <h2>
                            Магазин моих лучших покупок
                        </h2>
                        <p>Молодая динамично развивающаяся компания, которая специализируется на продаже высококачественных товаров самых различных видов.</p>
                    </div>
                    <div>
                        <h3>

                            3 точки онлайн продаж
                        </h3>
                        <p>Более 2-х лет назад мы начали успешно сотрудничать с самыми крупными маркетплейсами России. За это время нам удалось наладить продажи на таких площадках как: Wildberries, Ozon, Яндекс.Маркет.</p>
                    </div>
                    <div>
                        <h3>

                            Доступная цена
                        </h3>
                        <p>наших товаров обеспечивается тем, что мы сотрудничаем только с проверенными производителями и заключаем с ними прямые договора, исключая лишние затраты на посредничество.

                        </p>
                    </div>
                    <div>
                        <h3>

                            Высокое качество
                        </h3>
                        <p>нашей продукции обеспечивается тем, что она проходит тройную проверку качества: производитель проверяет на этапе передачи товара, Магазин Моих Лучших Покупок проверяет на этапе упаковки и маркетплейс проверяет на этапе приемки.
                        </p>
                    </div>
                    <div>
                        <h3>
                            Ценим покупателя
                        </h3>
                        <p>Cамая большая ценность для нас - отзывчивый покупатель, который постоянно пользуется нашей продукцией. Именно поэтому мы стремимся поддерживать постоянную связь с каждым нашим покупателем и открыты не только для ваших вопросов, но и новых идей.
                        </p>
                    </div>
                </section>
                <section>
                    <article>
                        <div className="main-container-1">
                            <h2>Мы предлагаем Вам РЕДУСЛИМ</h2>
                            <p>Биологически активный комплекс для тех, кто заботится о своем здоровье и следит за фигурой.</p>
                            <p>Всего одна капсула РЕДУСЛИМа по утрам запускает активный процесс борьбы с психологической зависимостью от еды и способствуют:</p>
                            <ul>
                                <li>Уменьшению аппетита</li>
                                <li>Похудению без стрессов и голоданий</li>
                                <li>Улучшению эмоционального состояния во время диеты</li>
                                <li>Снятию раздражительности, поддержанию приподнятого настроения и эмоционального комфорта</li>
                                <li>Предотвращению срывов и неконтролируемого переедания</li>
                                <li>
                                    Снижению тяги к сладкой и мучной пище</li>
                                <li>Повышению общего тонуса организма</li>
                                <li>Выработке устойчивости полезных пищевых привычек</li>
                            </ul>
                            <h6>Рекомендации по применению:</h6>
                            <p>РЕДУСЛИМ следует принимать по 1 капсуле в день во время еды, запивая достаточным количеством воды. Продолжительность приема 2- 3 недели и может зависеть от индивидуальных особенностей организма и целей. К примеру, если Вы поставили себе цель похудеть на 10 и более килограммов, то следует увеличить срок приема Редуслима и при необходимости прием можно повторить через месяц.</p>
                        </div>
                        <div className="main-container-2">
                            <img src={reduslim} alt="reduslim" />
                            <p>РЕДУСЛИМ выпускается в виде капсул.</p>
                            <p>В одной коробке РЕДУСЛИМа 10 капсул, запаянных в блистер из фольги, на блистере указаны название препарата и дата выпуска. В коробку с блистером вложена инструкция. Сама коробка РЕДУСЛИМа выглядит так: основную площадь занимает указание наименования препарата, в левом верхнем углу логотип, в левом нижнем углу указано количество капсул и дозировка. На оборотной стороне коробки указана информация о составе комплекса РЕДУСЛИМ, а также информация о производителе. Также указан номер Свидетельства о государственной регистрации РЕДУСЛИМа, который Вы можете проверить на сайте Роспотребнадзора РФ.</p>
                            <p>При ежедневном приеме РЕДУСЛИМа результат заметен уже через 2 недели, длительность курса 2-3 недели, возможен прием в течение месяца и после небольшого перерыва при необходимости повторить курс</p>
                            <h3>БАД. Не является лекарством.</h3>
                        </div>
                    </article>
                    <article>
                        <div className="main-container-3">
                            <h2>Мы предлагаем Вам Антиалкогольные капли АЛКОГЛАН</h2>
                            <p>Безопасное и эффективное средство, действие компонентов которого направлено на:</p>
                            <ul>
                                <li>Профилактику поражающего воздействия алкоголя на органы</li>
                                <li>Защиту организма от токсического воздействия этанола</li>
                                <li>
                                    Облегчение симптомов похмелья</li>
                                <li>Смягчение повреждающего воздействия приема алкоголя на организм</li>
                                <li>Снижению тяги к приему алкоголя</li>
                                <li>
                                    Борьбу с психо-физиологической зависимостью от приема алкоголя</li>
                            </ul>
                            <p>Компоненты капель Алкоглана имеют растительное происхождение и подобраны таким образом, что способствуют благоприятному воздействию на организм в самых разных направлениях, делая его универсальным антиалкогольным средством, воздействуя практически на всех этапах проблем, вызываемых приемом алкоголя.  </p>
                            <p>Капли Алкоглан должны содержатся в аптечке не только тех, кто находится во власти «зеленого змея» но и социально стабильных людей, которые редко принимают алкоголь и при этом в полной мере осознают вред, наносимый организму даже после приема небольшого количества этанола.</p>
                        </div>
                        <div className="main-container-4">
                            <img src={alkogan} alt="" />
                            <p>Благодаря обширному спектру активности компонентов Алкоглана, его применение целесообразно на всех этапах приема алкоголя:</p>
                            <ul>
                                <li>Перед застольем для предупреждения симптомов похмелья.</li>
                                <li>Непосредственно после приема алкоголя или утром с целью ускорения переработки и выведения организмом этанола и его токсичных метаболитов, облегчения болезненных и неприятных симптомов похмелья</li>
                                <li>При регулярном употреблении алкоголя в умеренных дозах для защиты органов (печени и нервной системы)</li>
                                <li>При выведении из запоев, с целью облегчения симптомов абстинентного синдрома,</li>
                                <li>При лечении устойчивой физиологической и психологической алкогольной зависимости</li>
                                <li>Для предотвращения рецидивов запоя</li>
                            </ul>
                            <h3>БАД. Не является лекарством.</h3>
                        </div>
                    </article>
                    <article>
                        <div className="main-container-5"></div>
                        <h2>Где купить Нашу продукцию?</h2>
                        <img src={w_logo} alt="" />
                        <img src={o_logo} alt="" />
                        <a href="$">
                            <div className="btn">Купить на WILDBERRIES</div>
                        </a>
                        <a href="$">
                            <div className="btn">Купить на OZON</div>
                        </a>
                    </article>
                </section>
            </main>
        )
    }
}
export default Main